{
    "639872f9decada40426d3447": {
        "description": "Oh, hello there. Do you like hunting? Elk, deer... I've always been somewhat neutral about hunting, even though I love my gunsmithing craft. Well, anyway, that's what I'm getting at. There's a new order, and I wanted to ask you to help with it. I need an upgraded Simonov carbine, with a silencer and optic scope. 20-round or larger mag, ergonomics over 35, recoil sum no more than 350."
    },
    "5ae3267986f7742a413592fe":{
        "description": "Just when I finally sorted out the stable Internet connection and power supply for it, the Government stepped up the game and started blocking half the IP addresses that handled most of the data flow in Tarkov. All that because TerraGroup allegedly uses \"Ebambium\" ISP to further destabilize the situation in the city and wreak havoc. Sounds like some gibberish about the Ragnarok coming, don't you think? By the way about gibberish and weapons — some weirdo with a lightning symbol tattooed on his face asked for a Remington 870 shotgun. Equipped with a tactical device, Magpul MOE handguard, and a tactical foregrip. Ergonomics above 60 and recoil sum less than 500."
    },
    "5ae3270f86f77445ba41d4dd": {
        "description": "How do you think, is all the suffering that befell the inhabitants of our city the result of the actions of the society, or a controlled process, and this is just the beginning? I've been thinking about this all the time after that guy with the lightning tattoo. Although I decided for myself that even if it’s someone's invisible hand, our society has deserved it. We have, by our actions, by buying sneakers or even beet salad, supported those who build laboratories and manufacturers, and then use them to plunge us into the abyss. Okay, I’m rambling again, back to business. Get me an AKM with a Fortis Shift grip, silencer, and 30-round Magpul mag. Ergonomics over 40, recoil sum less than 400, sighting range of 800 meters or more."
    },
    "5ac244eb86f7741356335af1": {
        "description": "Sometimes I think it's good that I got stuck here in Tarkov. The whole world feels like it’s descending into an abyss, a gaping, cold abyss. Everything has lost its meaning. People, their values, their thoughts, and their goals. They don't know anymore why they should take joy, work, have children. Everyone is tired from the illusion of choice they were offered all this time, from having to work and buy either blue or red cigarettes. It’s happening everywhere, in every corner of the world. But here in Tarkov, we are honest with ourselves. We see it all in an already exaggerated way, without false values, when you don't just decide what laundry detergent is better at removing stains, but how to keep warm at night and where to find ammo to deal with the next lowlife who wants to kill you. Only in such an honest society, people show their true selves. What do you think? Okay, thanks for hearing me out. Some folks requested a fully packed M4. They need a silencer, 60-round extended mag, ergonomics above 47, and recoil sum less than 300. And mind the weight, no more than 3.8 kg, with a sighting range of 800 or beyond."
    },
    "5ae3277186f7745973054106": {
        "description": "I have two neural networks, one scans the faces on the cameras and compares them with the database, and the other one monitors cryptocurrency trading and reacts to it. Today I’ve decided to create one more, which will monitor the temperature, humidity, pressure, and other parameters of my hideout, and among other things — respond to my mood. Let's see how it turns out when I’m done. There is an order for AKS-74N with Zenit parts. Ergonomics should be over 65, recoil sum less than 275, and the gun should be taking up no more than 10 slots. And most importantly, with an B-30 handguard with B-31S upper handguard rail, RK-0 tactical foregrip, AK-12 magazine, Klesch-2IKS, and DTK-1, Zenit all around. Perhaps, a gift for a former Saint Petersburg citizen."
    },
    "639872fa9b4fb827b200d8e5": {
        "description": "Oh, hey. There's an unusual matter that has come up. I don't often get orders for pistols, but this is a special occasion. We need a SIG P226R, Stainless Elite Wooden grip, Stainless Elite slide, extended magazine and a flashlight. Ergonomics not below 80, recoil sum not above 610. A weapon for true enthusiasts."
    },
    "5ae327c886f7745c7b3f2f3f": {
        "description": "I called her Lusya - the neural network, I mean. So, when I keep silent, it does well and even reminds me to get some sleep when necessary, but as soon as I start talking to myself, it attempts to distract me, putting on music or something like that. However, I trained it with movies and phrases from them. Apparently, such a reaction is presented to us in the movies as the most appropriate, but not for me. I'll have to think about what stimuli are the best to mimic real people, rather than society and its stereotypes. But I digress, assemble an AK-105 now, with a silencer and 60-round mag. As for parameters: sighting range over 800, ergonomics above 38, recoil sum less than 500, weight 4.8 kg or less. And compact, as always, 8 slots or so."
    },
    "639872fc93ae507d5858c3a6": {
        "description": "Perfect timing, friend. If you have time, help me out with some gun customization. A major customer has placed an order for a KRISS Vector 9x19 submachine gun. He wants it to be equipped with an Mk.5 Modular Rail mount, Tactical Dynamics Skeletonized Foregrip, some iron sights or a scope with at least 300 meter sighting range, magazine with at least 33 rounds, and a silencer. Ergonomics over 50 and recoil under 230. Thanks!"
    },
    "5b47799d86f7746c5d6a5fd8": {
        "description": "Okay, we have an urgent order here, don't have much time. Some guy stopped by, said wants to sort it out with Reshala, who is operating somewhere around dorms together with folks from the factory. Build him an MPX, with the Tactical Dynamics Skeletonized pistol grip, Annihilator flash hider, and Steiner LAS/TAC 2 tactical flashlight. Aim for a sighting range of 300 or more, ergonomics above 52, weight less than 4 kg, the less than 225 recoil sum. And don't tell anyone why you need this gun. If Reshala hears about it, he won’t be too happy, and his guys are quite a mean bunch, all served in the military before working at the factory."
    },
    "5ac244c486f77413e12cf945": {
        "description": "Are you good at hiding? Not good enough for Sniper not to find you, I think. I don't envy the guy, what’s his name, Brendan I think. Interesting, all those heroes of the past who we admired so much, where have they all gone? Why has everybody become so empty? Why now, with this chaos around, such folk as Sniper became heroes for us? Why have we been ignoring such war dogs, and now we’re looking forward to being friends with them? What do you think? I have another order, for an R11 RSASS. With a sighting range of 1500 or above. Weight 6.7 kg or less. Also needs a silencer, ergonomics more than 26, and recoil sum less than 300."
    },
    "639872fe8871e1272b10ccf6": {
        "description": "Hello. There is a new order for a Western HK 416A5 rifle. Requires tan-colored attachments: SureFire SOCOM556-RC2 silencer, Magpul RVG tactical grip, EOTech EXPS3 holographic sight, Magpul MOE pistol grip, Magpul UBR GEN2 stock, LA-5B/PEQ tactical module, and a mag with at least 30 round capacity. Ergonomics over 60, recoil sum under 300, weight 4 kilos or lower. Just like in Special Forces, right? Oh, and try to find a rifle that isn't thrashed, technical condition must be at least 80%."
    },
    "5ae3280386f7742a41359364": {
        "description": "While I was busy with the network, I started to wonder how are we different from it, and when we can replace our short-lived brains with those kinds of systems. What do you think, will this time come someday? I think it will, very soon. We already don't know what processes occur inside neural networks, there is only an entry signal and the result of its actions, and how it has learned with its own internal rules, wiring up its own neural links inside itself. How is it different from us? Would you love living in a world where your actions get limited only by your mind and imagination? The truth is, I think, living in such a world would be no better than in our own if there is no goal. And where can a goal come from if you're immortal and omnipotent... This time we need an AS VAL. GL-SHOCK buttstock, AN/PEQ-15 tactical device, NSPU-M night scope, and a 30-round magazine. Ergonomics above 33 and recoil sum less than 220."
    },
    "5b47749f86f7746c5d6a5fd4": {
        "description": "Quite long ago, I once met the owner of KIBA Arms, we even went to a sauna together then, though I’m not particularly into it. He even broke his leg trying to jump-dive from the pier that day. Jolly fellow dreamt of setting up an airsoft field all the time. It seems his wish came true in Tarkov, the best and largest airsoft field in the world, with an only minor difference: here, you die and lose everything from a single stray bullet. Put together an AK-102, with a Ferfrans CRD Concussion Reduction Device, Magpul AFG OD tactical grip, Zenit Klesch-2U flashlight, RPK-16 buffer tube, and the Circle 10 magazine. Ergonomics should be over 70, recoil sum less than 250, sighting range 800 or more. Make sure it doesn’t take up more than 8 slots."
    },
    "5b477b6f86f7747290681823": {
        "description": "I want to try teaching Lusya to tell if someone's lying, if the result will be at least 90% accurate, it will be interesting to listen to all those politicians and TerraGroup whales, who’ve been expatiating upon their ideals and noble goals just yesterday, assured of the benefits of our economic zone and a bright future ahead. How much of this was a concentrated lie? I think, all of it. There’s a request for a Magpul edition AKMN. I.e. the handguard, stock, and pistol grip have to be Magpul. All in black. Additionally, a Rotor 43 muzzle brake, black Magpul M-LOK AFG Tactical grip, and EOTech HHS-1 hybrid sight. Recoil sum lower than 350, ergonomics above 50, and weight of 5 kg or less with sighting range of 500."
    },
    "639873003693c63d86328f25": {
        "description": "Hi, I have a job for you. I need an SVDS in the following config: black Magpul UBR GEN2 buttstock, SAG MK1 chassis, black Magpul MOE pistol grip, March Tactical 3-24x42 FFP scope and a suppressor. Ergonomics should be at least 15 and the recoil sum no higher than 500."
    },
    "5b477f7686f7744d1b23c4d2": {
        "description": "This one is for Sniper, it seems that he’s about to set out to the woods somewhere to hunt down villains for a week. Judging from the fact that he packed one hell of a backpack with an MRE, firesteel, batteries, and water. Left it at my place for now. He needs an M1A, fitted with an UltiMAK M8 Forward Optic mount, Nightforce ATACR 7-35x56 scope, Micro T-1 reflex sight, Holosun LS321 tactical device, and a 20-round mag. Ergonomics above 20, recoil sum below 400, and a total weight of 7.3 kg or less."
    },
    "63987301e11ec11ff5504036": {
        "description": "I have an interesting order here. Not just one usual piece of art, but two in one order. I think you can do it. The first piece is a Remington Model 700 sniper rifle with a full AB Arms body kit, with powerful optic and a silencer. Ergonomics not less than 35, recoil sum - less than 500. And make it lightweight, with a small magazine. The second piece is a Colt M1911 pistol, with a Pachmayr grip, Anarchy Outdoors muzzle brake and a flashlight of any kind."
    },
    "5b47825886f77468074618d3": {
        "description": "What do you think, how much does human life cost? Not much, I guess. But what’s even more surprising for me, it’s the contemporary art market. The value of art pieces by renowned artists grows every year. They are definitely talented, but the more you look at it, the more it seems that anything can be art. It can be a Rothko painting, a displaced urinal, or a bunch of garbage. However, in my opinion, the most amazing pieces of art are weapons, starting from the melee - which is already universally recognized as such and can be found in many museums - to an old AK or M4, which are beautiful as they are. But a weapon only transcends to true art when it becomes unique, one-of-a-kind, in the hands of someone who knows how to use it, who modifies it for his own needs, creating a masterpiece worthy of being displayed in the best of museums. Bring me one such masterpiece, an M4A1 with a KAC QDSS NT-4 (FDE) silencer, Alexander Arms MK10 rifle-length handguard, REAP-IR thermal scope, and a 60-round magazine. Ergonomics should be not less than 40, the recoil sum less than 270, and the weight of 5 kg or less."
    },
    "64f83bb69878a0569d6ecfbe": {
        "description": "A very serious individual has placed an order for an AR on 7.62x39s . Needs an SWS N6 Split handguard, 409mm barrel, ATLAS-7 muzzle, Skeletonized Foregrip, GTL 21 flashlight, Vortex UH-1 sight, HK E1 buttstock, Skeletonized Style 2 pistol grip and a 73-round drum. Ergonomics no lower than 30, weight no higher than 5 kg."
    },
    "64f83bcdde58fc437700d8fa": {
        "description": "Got a new order for you. I need a KAC SR-25 rifle. CMMG Mk3 handguard, KAC PRS/QDC silencer, SE-5 grip, PRS GEN3 buttstock, HK Ergo PSG-1 style pistol grip, DBAL-PL tactical unit, FastFire 3 red dot on a 45 degree rail, 10 round magazine, and a FLIR thermal scope. Yeah, I know it's rare nowadays, but order is an order. Oh, also you need ergonomics no lower than 25 and weight no higher than 6 kg."
    },
    "64f83bd983cfca080a362c82": {
        "description": "An unreal order for you. I don't know where you're going to get such a beauty, but you've never let me down before, so I trust you. I need a PKP machine gun with a Zenitco kit: handguard, buttstock and a muzzle brake. With USP-1 \"Tyulpan\" sight and any tactical device. Ergonomics no lower than 10, 100-round box, recoil no higher than 950."
    }
}